<pad>
<unk>
<sos>
<eos>
鹳
莫
位
稳
北
遛
婶
访
柳
盈
嫉
堂
纽
鸽
份
狼
夷
利
幚
皮
单
役
选
彻
陌
捕
械
培
瞟
果
丸
烹
金
殃
烟
误
悉
图
二
驳
盐
-
异
板
吧
壮
牺
裸
鳄
蝠
旱
逢
牲
冥
概
来
怂
会
汤
忘
不
狐
插
丢
败
昂
兼
莽
妒
愚
案
嗓
　
颈
做
文
写
性
援
路
越
葡
凤
混
贵
南
袭
姨
番
消
脖
英
溪
透
滑
痰
蜘
萎
点
猫
：
园
侈
衡
劫
刀
爱
辆
改
纸
葬
仪
惊
色
歧
鸫
绝
千
尸
党
副
光
控
动
县
比
老
焰
蹭
稿
洞
谎
儿
蝴
跨
碎
半
课
市
钢
吃
罪
助
达
陆
魅
窃
愤
欠
换
斥
歇
痊
硫
初
蒜
覚
箱
雇
露
尬
负
阴
囱
谧
确
起
奶
添
瘦
布
肠
淹
娜
船
特
掉
7
测
夏
囓
棕
限
遗
质
佩
纫
巫
躁
则
尤
游
酣
裁
杜
钉
串
铁
抵
膊
鲱
拯
勤
涸
哩
执
基
岁
井
闹
犬
誓
0
创
某
喉
傍
乱
燕
篱
慰
容
航
具
瞎
音
记
言
茶
街
蜡
敦
丛
凝
辣
续
料
强
娶
跑
疲
劣
琼
刻
弟
相
售
铺
同
德
霜
晓
席
灰
追
赶
三
气
醺
玫
滞
凰
拼
拍
炖
举
栏
.
录
牙
治
仗
约
舞
瓣
券
若
慨
潺
陵
护
属
熄
政
艰
土
砒
资
憾
论
耐
京
罔
阶
午
齐
于
己
抗
卵
k
羡
荐
里
节
魂
础
嗨
辈
渴
哟
诅
奖
耻
乔
敬
铃
求
帐
她
遥
。
锚
账
弓
·
然
佬
钓
习
尚
声
劈
答
笋
泰
狡
数
量
谁
哦
嘛
没
式
抑
夕
震
帝
澄
墨
叹
掌
趴
鸣
牢
骸
赞
寺
含
憩
惹
补
汁
矿
债
芙
信
咳
仑
绷
静
塘
亩
昰
咬
阖
窗
无
银
蓝
翼
坠
碰
央
背
择
轨
宴
呻
述
懒
盖
揭
错
盹
感
范
卖
跟
居
患
肃
一
啼
钥
－
阻
枕
"
几
仿
噩
叶
噪
致
岛
币
似
啤
兵
c
喜
乌
花
胖
城
吉
梵
谍
膜
共
浸
捷
收
且
巡
横
慧
规
浩
球
由
隔
春
厌
怎
尘
签
笑
婚
韩
瞥
萃
着
伐
授
季
焦
缝
恶
g
禁
欲
按
妨
显
型
死
困
侮
朗
视
孩
升
曼
兴
讨
杀
嘲
转
豫
庆
匪
册
峰
踪
难
宗
调
鼠
展
骗
齿
舅
拄
幌
长
晋
伟
泳
堪
铐
周
抽
磁
企
漂
整
九
甥
辨
猎
智
耍
脉
挂
猛
贼
左
婪
蚯
却
直
溜
唱
贴
伫
淇
坐
俊
题
梨
带
环
失
爷
窝
抖
念
见
敲
辰
造
雾
所
汽
症
冈
饥
糊
闲
闪
方
今
涂
咨
谦
藏
览
鸭
黑
勾
预
这
烊
始
抬
腕
熨
蹈
催
著
鲤
白
泥
矮
塔
中
张
细
玉
夫
泻
猜
汇
味
否
乘
诞
辗
柱
盘
蚤
座
厕
瓜
橱
拒
壁
姐
覆
瑚
硕
港
请
钞
蜒
语
笨
蛛
黏
冲
诚
科
辩
奢
妳
弄
偶
编
角
扔
琶
瀚
焉
岔
榔
醒
饿
绪
庭
度
况
五
演
融
振
抚
幺
凶
搅
狮
鞋
帽
看
披
欧
卷
例
噢
电
膨
驶
近
级
挽
豆
赔
从
止
诡
放
但
官
迫
鲑
块
[
名
榄
驱
抢
逐
踝
懊
沏
鲜
枚
指
俗
爵
码
渐
互
腺
得
保
褐
蔬
貌
尖
拧
凑
柿
溢
督
鳟
厂
芬
嘴
肿
P
假
叟
踏
炼
顺
系
辘
该
姆
我
真
鱼
丧
荧
走
窟
匠
世
天
茫
修
绊
腮
吟
恒
迷
星
勿
吁
合
鲨
付
将
研
蜜
颗
秘
伞
根
干
形
酷
列
碍
邮
农
泣
炉
足
鉴
咪
努
椒
剥
瘪
部
集
骑
郎
怜
萝
慷
寻
蹑
涌
年
过
赏
削
兑
既
腻
宜
婆
偿
大
职
聚
次
侍
呢
征
潦
兹
也
＂
丁
饭
孤
瑰
嗽
绿
情
怒
B
莓
仍
稚
堆
恿
瘾
津
痘
魁
哺
灵
啥
望
橘
汗
申
猪
贫
村
留
屯
杠
痛
虾
毕
想
寞
煮
获
俩
避
需
坡
边
候
戚
裹
宠
引
废
桶
％
因
搓
艇
变
缠
y
饼
抛
赂
田
穴
据
怀
忌
啃
忆
彩
丑
擎
秋
吗
捐
馨
疚
眶
嗅
锅
枝
荫
采
社
洪
耽
象
盆
读
椭
妻
唇
罚
在
桃
萌
f
龄
招
翁
矣
疤
籍
终
龙
打
备
格
育
柠
疼
闯
小
尺
优
酸
缘
吹
结
锐
说
公
2
罐
法
熏
K
旷
诸
珊
律
微
状
惯
噬
陶
凌
烛
幼
鱿
羞
羊
逃
原
舌
瞪
应
镜
训
皂
火
解
凿
畏
尿
嚼
阅
本
钻
它
矶
监
窍
b
逻
殊
慎
嫌
制
第
嘱
夸
店
荒
睡
浑
只
绩
响
决
迄
稽
笔
旗
逛
呈
担
省
朴
序
红
医
胆
潮
藉
屋
诱
淆
虎
鸦
何
员
学
促
歌
钩
携
玩
驯
励
腾
练
蚊
迪
摘
翔
心
乙
:
考
生
多
您
淋
询
了
遮
钱
继
又
氛
伸
诵
存
手
埋
昏
旬
紫
韦
当
默
瀑
松
棍
靓
义
空
扑
款
弥
%
杯
水
漆
寒
娃
瓶
刺
奏
篮
徒
途
棉
桑
龟
摸
恰
散
伪
颁
辞
能
区
须
触
液
御
供
焕
率
炸
赌
脏
瑞
脆
珍
赐
铭
亲
删
埙
虐
卧
迟
免
辕
筑
d
厅
停
冰
渔
仁
译
人
伴
肥
骄
准
鹤
绳
释
湖
钳
去
滴
前
秒
旦
羽
的
垒
括
表
旁
兿
贺
遭
樽
赛
碑
递
锻
琴
种
载
吵
穿
埃
食
沐
百
僧
傲
登
照
西
乐
撇
媛
捉
责
伦
愧
奉
另
扭
定
喘
快
常
侦
径
版
碾
怯
通
承
化
浏
窄
影
骚
地
荷
绵
鹰
置
期
嗯
匿
檬
扯
外
萨
扩
萧
租
血
搞
逆
帆
迎
脾
惰
赋
积
捏
旅
蛀
排
跳
尽
撕
慕
末
酒
惧
恨
臊
卡
贯
盔
击
踢
务
逹
钟
牛
啜
进
突
很
硬
喝
惑
宪
柴
受
胡
瞬
穷
财
恼
危
操
挟
伊
篇
衷
绘
哪
鸵
搬
逗
悔
褒
安
廊
婉
群
帖
妆
咙
浅
泼
源
痒
狸
富
顿
蛎
宽
匙
坞
站
蒙
迹
剃
实
咋
蜍
摧
涨
寿
鹦
器
什
m
镇
口
M
晴
胸
忍
折
3
A
谨
磅
待
页
要
腔
棚
贿
俚
惕
枪
盒
词
亏
嗑
膳
鹉
渡
稣
姓
饶
元
扎
怕
贝
团
迅
跃
葛
坟
U
D
射
蔼
辱
1
踩
纠
圈
坚
精
暴
潢
描
嘀
及
柄
遏
戏
赚
址
网
康
盛
刑
铅
彬
物
取
闭
民
豚
纺
抹
远
撒
库
拾
隧
贪
弊
纪
享
裕
挥
够
恩
墟
馅
蛰
镭
咱
送
毛
米
柜
幕
家
还
悲
甲
均
杆
加
遵
华
自
(
泊
已
瞌
障
洽
神
落
尼
狠
?
瞭
唬
烤
蔽
草
曾
浴
循
丝
究
烫
臂
飞
t
崩
n
与
临
拉
累
脱
雷
缸
稍
证
索
投
恋
膀
劳
螂
便
肌
回
构
菠
亚
籽
知
场
艺
境
吓
犹
砸
药
哑
啸
卑
扫
顾
机
薯
香
订
票
厚
蜂
酪
碳
熊
各
私
纔
乞
娘
急
歉
寂
 
查
移
程
甜
靶
亡
虑
胜
惩
压
胎
爬
刮
粗
档
破
借
传
暑
饪
蟾
r
姿
装
画
乎
晚
榜
苍
疾
氧
野
圾
提
澡
福
橙
争
剔
力
箭
骂
宣
糕
束
到
谬
趣
嚏
沸
侵
费
尴
帘
昨
崖
壳
烧
兰
频
熬
ö
识
或
蒸
河
益
门
锋
椅
寸
眼
攒
希
主
局
鲸
盏
8
袋
韧
镑
交
腼
黄
计
目
剂
赠
极
嗜
誉
低
璃
疟
肖
搏
萄
邀
鸟
顶
愈
别
伍
拥
馆
颇
险
暇
颤
眠
严
驾
罢
挡
乏
察
拷
评
浮
广
幢
篷
趁
阱
短
经
呆
葵
寓
滨
伤
太
冒
验
亮
告
砍
a
寄
判
仰
宝
劝
莱
层
冻
父
袜
车
偏
暗
宇
裤
热
勺
（
拔
N
肘
酱
阳
摆
简
泄
肯
泛
弦
欺
胶
咆
蛇
如
少
归
内
丈
喂
史
洛
牡
潜
鼻
给
深
岸
冬
柯
礼
缴
惨
叔
尾
谋
轮
掩
磨
任
絶
蕉
炎
连
郊
浇
餐
贡
橡
推
病
趟
脚
煎
温
拌
蓄
议
故
握
栅
被
洒
幅
竭
烁
固
降
迈
蝇
“
赴
子
届
黎
棒
倔
枯
随
愁
材
博
谱
校
塑
烈
锡
害
派
靴
履
)
湿
屠
辑
较
上
董
遇
号
涩
诊
缺
武
零
养
劲
犯
景
入
汉
廉
捣
衫
呕
挑
雨
壶
聪
啊
仆
对
染
施
苦
喊
让
伙
s
戳
悄
贷
笼
佣
宙
等
运
紧
祟
吠
管
云
宾
/
濒
晾
咕
播
俱
类
样
八
o
仇
维
麦
道
哥
邻
梳
池
亿
烬
再
技
倦
教
青
吼
盲
虽
条
称
体
叉
赝
些
跌
礁
时
克
闷
棋
拨
蜿
饮
托
畅
l
蛋
谈
赖
遅
奇
圆
剧
胁
印
立
恕
鹭
W
复
沿
队
久
厄
乳
炭
才
仔
态
芦
w
菜
晤
蓬
恳
欢
倍
向
烂
屏
厨
海
们
、
下
谢
哨
泽
茅
那
爸
蟑
呀
妙
I
尔
耳
叮
更
戴
桦
妈
贸
设
锁
诉
填
舟
翅
流
秀
委
，
帕
石
跤
谚
映
9
宿
晒
叛
孔
住
骨
耘
孕
戈
痴
坏
余
佑
奴
）
祷
师
筹
蠢
府
你
挪
万
际
烦
梅
纳
卢
泪
凭
卉
昔
驻
狗
毒
扰
面
附
敏
菲
抱
健
聘
曲
嘈
熟
货
章
庙
彼
完
接
拆
介
敷
胳
沙
使
奔
沟
淡
软
愿
耕
挨
卓
朋
丘
喔
事
坪
木
忙
氨
早
叠
族
书
差
喀
柏
耀
术
吐
房
舍
穆
掴
摔
瞒
凳
导
耗
示
业
垄
伯
桌
话
'
勉
权
燃
占
守
疫
鬼
树
恭
漫
谅
甚
嚎
川
弹
圣
湾
锤
先
喷
之
僵
素
O
沮
骡
”
绅
轰
拭
革
浪
翘
拐
疗
挤
悦
廷
势
油
君
瞧
扒
趋
龈
高
搭
懂
输
巴
乡
盯
虹
霍
矛
功
觉
祸
辍
逼
吞
值
丽
除
炒
霸
吝
刊
而
扣
蚓
芝
蜗
稻
观
哈
殆
掏
泡
袖
估
恢
糟
睁
减
江
5
楚
波
倾
套
缩
讯
寝
分
筷
工
逝
意
疑
睛
佳
霉
碌
超
联
欣
匹
蕃
踮
吸
森
肪
底
丰
认
腰
蛙
氏
脑
尝
至
帮
眉
纯
凡
挺
陋
李
捂
斜
灭
绕
浓
咽
战
怪
军
用
协
剎
苏
办
抨
残
牵
般
夜
奥
作
妹
织
谴
美
苹
艘
矩
啦
暂
身
七
夹
床
替
理
室
庄
苔
审
俄
衬
灌
服
脂
疯
谊
衣
喻
组
T
腐
阿
骏
弃
十
休
鲁
稔
敢
朵
莉
众
鼬
核
必
好
糙
挖
价
粉
岩
屑
甘
户
佛
翻
稀
屉
「
擦
鼾
敌
簿
啡
捞
邦
茬
月
损
专
士
饱
摇
可
台
竟
平
厉
献
V
荣
宅
疏
缉
摩
j
旧
处
息
弯
右
配
鹅
围
算
仙
针
东
和
包
现
男
肺
溯
拿
头
唯
易
线
槟
毯
颜
躺
阵
辜
拘
成
忧
他
筋
函
刷
谜
未
舔
痕
全
粘
诗
防
婴
楼
注
腋
寡
毁
字
截
趾
密
冷
逊
聋
唔
薪
肚
呼
竞
允
4
臭
磕
侄
键
产
兽
]
滥
女
济
爽
出
甩
郁
拜
？
筝
耶
以
谣
躲
兔
虫
碟
讶
丐
撑
雪
距
母
滩
净
罗
栋
S
试
晃
肉
植
溺
酬
陡
幻
馊
者
略
良
普
擅
蝶
塞
雅
域
效
模
返
瓦
茵
历
检
片
逮
句
毅
哭
螫
行
斑
盗
灾
违
明
墙
沼
咒
听
速
谷
恤
宁
尊
殖
盟
滋
州
咀
批
唐
剪
芋
客
巨
参
召
充
胃
茄
惫
陷
拖
$
捡
橄
标
有
洋
闻
颊
虚
屈
悬
宰
舒
贩
扇
搁
壤
匮
辙
日
仅
巧
端
遍
就
聊
策
诫
增
警
麻
毫
i
咄
支
皆
肴
泉
妥
购
眨
雄
六
兄
买
院
+
罕
膝
救
四
非
皱
H
巅
摄
开
！
爆
旺
傻
髪
缓
6
反
杉
峭
总
永
姑
粮
爹
慌
马
吻
慈
裙
退
惜
剩
离
堵
薄
癌
洗
威
脸
销
晨
报
瞄
污
L
予
抓
愉
斗
妇
桥
樵
领
断
朝
隶
蝙
哲
葱
醉
是
探
墓
新
咎
哄
咖
命
皇
恐
伏
间
扮
怨
顽
凉
隐
灯
狂
储
志
•
琵
凯
像
帅
封
艾
持
戒
狱
巢
适
并
梦
坦
古
步
杂
幸
C
囚
澳
践
独
额
段
丹
豪
梯
勒
葫
都
许
童
芽
其
惠
笆
正
阪
莎
刚
攻
孙
斯
忽
兆
林
活
卫
F
牌
狩
绸
鼓
滚
,
殴
蚀
典
弱
嗝
e
慢
搜
浆
思
猴
玛
腿
牧
令
往
倒
风
妄
庇
商
攀
偷
代
J
胀
涉
柔
勇
贬
切
扶
班
首
昵
依
祝
锈
翰
诺
划
统
络
h
清
扬
屁
垃
绍
忠
杰
品
姻
激
樱
嘿
鸡
肩
腆
」
山
斤
苗
暖
符
珠
即
赤
竹
漉
筒
界
挣
嫁
钮
奋
件
此
纹
腊
辛
啬
宫
建
胞
把
晕
阁
发
靠
堡
个
榨
棵
匆
撞
杖
碗
魔
为
肤
怖
剑
幽
亭
晰
漏
祈
每
镶
赢
沉
洲
问
冠
卜
鹿
咸
契
倚
拳
裂
署
糖
哮
敞
国
讲
兜
润
两
雕
铲
满
姊
双
刹
!
王
详
措
税
股
叫
雀
遣
饰
陪
营
睹
重
关
找
架
后
缪
膏
谓
延
么
煤
司
项
懦
垫
巾
绑
友
链
洁
最
善
轻
溅
祖
玻