<pad>
<unk>
<sos>
<eos>
替
工
谢
爬
离
独
涩
诱
争
丘
疏
革
盗
铺
t
胡
亩
棒
普
尚
帐
行
马
曲
暑
掴
赛
丛
禁
主
汇
野
泪
哭
书
喻
和
财
赶
诞
架
紫
蹈
暗
搞
巨
烊
辞
源
体
颊
猜
薄
轰
篮
吠
瑚
迎
肺
领
喔
买
猪
嚏
倦
k
被
为
驶
葬
渡
唤
山
槟
礁
嫌
膝
他
担
宫
凡
瑰
桑
烛
冠
房
啤
实
锕
迪
购
姑
盈
摘
潜
阁
桥
芦
海
寝
围
骗
!
起
药
暇
适
会
辘
皇
流
每
拾
冒
遛
稣
扭
平
口
影
埋
错
施
姊
仪
瓣
哒
音
累
憩
判
祝
橱
男
聚
棵
州
座
蠢
师
扰
宁
嗝
醺
路
g
南
扇
藤
泰
倔
浆
俗
丑
令
扔
遇
绕
钉
疫
擎
铁
升
慎
弄
贼
苏
喝
忍
膀
3
意
茫
暖
催
蛇
昨
布
母
属
年
壳
票
+
麻
　
算
友
差
穷
仅
藉
拌
吝
结
挨
腔
狡
即
钮
盹
P
礼
蛛
箱
府
磅
晃
墨
狮
乳
犬
喷
使
9
逸
橘
间
冷
帅
剥
e
何
氏
竭
栅
待
例
宿
按
套
捡
途
官
奋
嗓
编
踏
射
链
竹
来
铐
o
烹
简
抨
渴
彩
束
膳
己
闭
滴
牺
未
吧
惜
蜒
馆
巴
鼾
掌
础
循
函
底
武
淋
稻
沏
跟
祖
洒
赝
辩
硕
埃
湖
偏
拿
析
”
蒙
壮
竞
鸦
驻
盯
绩
哨
忙
龈
鲑
控
钓
谷
郎
拔
肪
暂
瘦
鸵
挥
衣
唱
责
弟
香
羊
帘
蜘
匿
涂
鱼
桨
讲
伯
雕
够
边
洲
额
透
埙
荧
精
蚊
洁
席
芋
律
大
录
尼
饿
齐
丢
葡
柄
奥
频
蛋
任
映
赔
拼
苍
环
寻
泊
圆
殖
若
装
笋
蔬
捏
谱
操
嘲
灯
幅
I
望
扣
钢
合
恶
驱
制
锡
清
扮
越
"
横
没
逼
崩
兹
养
赠
以
晕
爽
皆
诡
且
们
幢
囚
艇
u
笼
穴
缘
吊
材
阻
趾
贡
榔
鼠
玛
渔
j
夏
好
逗
袖
跨
球
员
拘
泽
表
鲸
作
杆
晰
识
燕
容
刀
田
凳
咽
腺
傻
过
补
佑
描
温
牧
蜜
直
柚
岛
件
历
s
喉
亚
罢
烟
种
仁
贿
积
顾
眠
探
莎
刚
咀
皮
陪
栖
梨
牲
相
事
鸡
浓
陆
饥
氛
妹
隐
肴
：
瞟
夕
涌
钻
堆
挖
娘
碗
士
条
丧
宣
怨
垒
宾
倒
选
樱
尊
高
蒸
蝙
矿
夹
象
昆
碳
滥
告
下
人
钥
萌
坐
帮
忌
败
齿
诸
至
棍
申
功
特
浪
榄
坡
圈
茕
莽
挺
滞
蝴
柏
凰
锁
绊
唐
知
据
诊
雀
沐
冥
国
命
将
颇
悄
吓
？
庇
慨
梳
找
咬
洗
折
询
帆
烂
誉
殊
卷
烈
橡
租
耳
性
慧
褒
弯
垄
《
稀
乖
稠
恋
烫
居
就
增
矛
饰
档
哪
炎
泄
爆
僧
程
8
震
保
巾
＂
片
痕
春
窟
怕
漏
伏
卢
虾
纽
篇
龟
此
娜
遣
5
顶
冬
兵
救
粘
惭
弓
必
6
羡
寞
饱
颁
愧
悉
百
炭
酸
噬
肠
鸫
帖
填
改
依
骨
街
茬
泳
时
孤
等
屋
咨
挂
看
攻
爸
门
富
防
训
葛
警
胖
浩
臭
近
、
猎
匆
赴
靓
赂
蜗
里
航
烦
却
你
甜
秘
繁
卫
敌
很
扒
虐
余
慢
，
上
诺
敦
手
纠
胸
备
除
携
慈
征
潦
土
黎
猫
胁
罚
逐
易
委
零
搁
挽
才
京
索
镇
睹
魂
侵
干
翅
谜
咄
杜
！
障
珍
县
博
-
敢
腼
义
拭
遥
惩
眨
优
攀
缓
也
本
耽
餐
店
鹉
考
亲
服
灾
霸
嗨
估
惰
排
婚
惧
b
馊
如
胆
床
伪
胶
愈
貌
虎
廉
所
开
撞
懂
银
棚
还
兰
惑
器
方
什
摸
磨
掏
r
椒
蝇
摄
着
壤
第
辑
营
苗
童
剃
退
蹭
魔
乞
献
裤
佛
闪
释
信
脏
夸
宗
某
2
返
卵
舞
共
陷
订
旗
佩
酪
斑
漆
示
徒
投
顺
椅
啦
梯
非
准
全
丐
漂
完
落
攒
抚
兆
毛
脑
碰
盒
这
坊
关
辗
因
戚
蚀
课
 
衷
烁
比
0
嚎
稔
允
几
峰
显
烘
牌
惯
瓶
密
弱
死
楚
谣
氧
法
林
呆
踮
代
露
确
安
的
术
稍
晚
哲
拽
券
姻
逻
较
悬
见
笆
是
半
凝
缸
哈
耕
输
脸
执
点
崖
吵
尖
鹰
肘
唇
熟
丈
跃
澳
最
拯
惠
昵
擦
发
趴
蚯
美
推
陌
得
区
效
狠
放
税
觉
伍
难
科
腾
北
复
歉
柿
剑
集
[
愚
可
质
棕
绍
私
泉
陡
针
刮
猴
雅
钟
当
自
笨
哟
炼
逊
稽
核
胜
君
总
归
泻
深
劈
略
鹦
题
长
偷
硫
冲
费
商
浮
破
锚
妈
卡
眉
办
处
位
忘
锯
块
耀
惊
皂
它
啡
政
缠
宠
远
庄
连
吁
喱
突
况
韩
锐
外
塞
般
l
嘘
)
疲
嚼
引
艾
痛
y
乙
捉
赢
健
夷
酷
号
驾
柳
运
铃
爷
伟
S
郁
伐
咙
骑
已
减
敲
寓
张
绅
矶
久
坦
裁
铭
捞
蟀
缉
陋
细
厨
庞
窝
吃
邦
骡
送
赋
从
现
谈
少
a
概
耘
持
豫
岩
磕
中
壶
赖
地
职
抢
金
艺
阴
肤
统
池
卉
端
遗
浴
蓄
喜
锈
坪
住
枚
婶
称
早
压
呀
印
宜
需
挚
吉
忆
另
柱
械
顿
尝
须
袭
锋
策
躺
扯
序
匮
瓦
辰
语
味
娃
疤
叛
车
散
似
妥
吗
谐
穿
哩
瞧
艘
想
蚤
滩
宵
视
ö
丸
旦
裸
屉
潮
谦
豆
乐
铅
样
肚
咆
思
兿
隶
瀚
出
二
初
髪
念
淆
桦
船
舌
桶
梦
疑
贺
陈
毒
氨
陶
犯
短
黏
承
轮
刷
藏
烧
拐
空
尤
聪
孑
砍
鸭
尽
女
衫
璃
咸
垫
常
画
并
预
毁
腐
阱
蓝
眼
仿
﹐
柜
限
盔
咳
濒
稿
维
肃
贵
休
瘪
歧
琵
占
浇
则
兔
角
利
癌
换
欠
惕
去
红
吐
O
页
睡
派
失
匪
闯
焰
瘾
肌
践
练
族
牙
哄
求
腕
m
捂
N
庆
版
多
校
妙
井
教
径
梅
剧
监
尾
馨
妄
记
匙
司
食
个
传
肖
贬
逃
身
嗜
临
怀
鄙
先
剪
议
韧
沸
愤
凭
毫
K
脚
囓
计
枝
膊
泡
妳
电
公
恰
超
狱
幻
啼
战
怖
阶
偶
省
范
蝠
:
疾
古
彬
宪
葵
际
社
呈
糊
济
伴
厂
怜
子
声
猛
怎
兜
趁
翘
育
约
率
翻
寸
跤
盆
演
i
园
玉
读
板
静
颗
么
贯
腰
忧
谋
傍
廊
挪
唯
酣
朋
充
品
噩
惨
碍
千
衡
握
毙
秃
管
董
幼
窍
岁
邮
笑
兄
讨
丝
钱
生
无
甘
粗
卑
两
消
盼
F
值
盏
幚
舔
瞪
朵
烤
名
支
足
情
狗
培
－
鼬
厌
智
磺
拄
擅
泣
昏
杂
走
符
更
害
构
权
港
负
习
谊
臂
毕
筵
捐
串
剩
咎
邀
矮
交
鲁
仰
仔
婪
者
爱
旅
巢
光
资
青
免
断
提
宴
沿
拜
残
腆
军
剂
1
覚
尬
急
嗽
臊
洞
摔
报
脱
哥
登
冰
辛
新
湾
叉
辣
蚓
薪
伸
。
劲
洋
椭
挡
像
糕
宙
款
否
威
撇
股
抵
窄
恿
学
狼
蜿
凤
化
」
“
销
•
掉
幸
卓
咱
户
灰
力
蜍
挤
真
A
烬
瞄
糖
咖
姆
侈
弥
取
黄
极
榨
溯
竟
壁
专
祷
荐
访
桌
踢
垃
帕
客
膏
芝
漉
绪
鸟
谅
其
素
菲
踪
贸
遅
诗
裕
尴
午
都
验
研
举
缺
迟
H
反
联
]
醒
危
莱
葫
柔
吸
虚
妆
月
账
响
碟
慷
软
炖
农
龙
莓
储
企
娶
淹
慌
太
强
罗
括
噢
供
淘
面
夜
哦
谓
挑
喂
类
狐
三
四
蛰
僵
图
获
扶
盖
?
萄
耗
撑
堪
%
江
苦
呕
划
棉
移
枪
脆
亏
旷
谨
韦
亭
料
炉
解
播
踩
撕
湿
兴
贷
筷
杉
及
付
斗
汗
津
慕
肿
审
潺
绷
闹
满
答
跑
劝
她
赤
洽
元
八
避
润
疼
弹
颜
我
锤
刑
要
届
篱
扩
整
恢
肥
抓
又
息
双
摧
舒
次
妻
尿
亮
耶
迁
蟑
牡
牛
榜
恒
度
靠
刺
火
民
六
宝
污
创
父
努
嘈
拥
疯
倚
菜
甚
恕
妇
酱
检
嗑
逝
世
犊
紧
轨
寺
嬉
日
辈
堡
胞
护
眶
鼻
卖
许
追
项
啸
穆
微
廷
腮
厄
调
福
奴
抑
誓
测
奢
病
给
互
蔽
背
晤
饪
冻
虽
喘
奖
沉
灭
域
蟋
斤
酒
罪
仓
荷
搜
介
悦
激
脉
玻
煎
搬
鲜
团
奶
帝
斜
染
俱
节
树
昂
汤
幕
坏
锅
摩
「
饶
风
熨
凑
注
恼
搏
孕
侍
嫩
缴
厘
留
标
嫉
转
台
盛
理
翁
兑
业
查
阳
添
笔
缩
悲
薯
蟾
塘
列
肩
唬
抽
步
苹
脖
便
巅
了
星
乌
币
参
丹
楼
恤
啜
寡
绘
芽
症
石
懒
坚
咋
周
层
市
煮
该
绽
螫
写
今
嘿
贫
浅
鹿
坠
朝
骸
焦
炒
鳟
央
爵
级
老
设
严
宰
搭
听
萝
帽
章
默
闲
'
售
逹
夫
假
睛
镑
段
躲
势
粮
弃
籽
7
铲
液
曼
拖
织
踝
云
墓
拳
聋
d
甥
跌
鹤
甲
入
）
颈
鸽
脂
话
契
屠
予
阵
T
振
涸
厕
寂
技
皱
茄
胃
怯
季
评
覆
蛎
蕾
宅
遵
杠
撼
X
岔
寒
励
网
撤
龄
心
造
些
咒
究
雨
驳
郊
班
泥
h
赐
伙
番
英
聘
矣
挣
亿
货
众
脾
魁
鉴
览
凶
孔
纺
滑
欺
证
缝
勇
肉
桃
蹑
导
c
焕
王
裙
燃
勒
扫
雾
祸
叠
痒
扬
附
卧
披
拍
辙
胳
叶
治
有
抹
屈
吹
嘴
疟
展
腿
医
4
柯
抬
纯
M
一
七
万
九
勿
队
酬
泼
小
兼
彼
悔
朱
逆
蕉
乱
曾
凯
由
盘
聊
模
抖
固
孩
掩
决
闷
疚
磁
柴
虫
尺
削
请
诅
畅
那
恨
呼
搓
耐
澡
鬼
骂
低
屁
醉
感
洪
仇
灵
李
偿
绝
逢
净
定
魅
与
指
甩
史
橙
凄
蕃
茵
仆
骄
沼
头
句
饮
荒
到
玫
耍
分
根
或
终
废
配
载
境
役
字
五
叔
涉
叹
髦
立
著
伦
碾
始
杀
庭
草
撒
姨
吞
旁
修
狩
毯
兽
汽
秀
厉
姜
V
尔
谧
吼
隔
浑
带
狂
汁
于
援
霉
辨
雷
鸣
痴
舍
不
盟
佣
镶
助
趋
御
村
协
饼
鹭
砒
址
采
筝
B
豪
虑
浏
阿
巫
萧
俊
霍
挟
堂
益
城
辜
镜
迫
殃
（
借
局
迷
玩
违
幽
滋
C
簿
天
滚
琴
硬
劫
躁
活
％
逮
浸
傲
刻
讯
.
奔
删
川
站
熊
血
戏
邻
油
塑
骚
把
怂
婴
诫
捕
诚
目
膜
通
琶
恭
察
米
奏
辆
塔
键
秋
欣
碌
衬
述
倾
俭
溅
涨
姐
熏
雪
萎
阪
萨
淇
奇
成
闻
袜
堵
犹
仍
务
乘
侦
晒
枕
圾
蒜
游
只
界
筑
哺
白
慰
莉
$
授
期
扑
谎
嗯
唔
坞
珠
蓬
之
均
粉
佳
噪
数
达
末
荫
耻
哮
色
弦
顽
柠
厚
右
鼓
热
尸
忽
递
摆
切
蜡
侄
吭
享
稳
随
贝
劳
矩
汉
希
既
动
(
墟
舅
拒
尘
在
室
凌
河
芬
辱
华
贪
延
水
基
劣
坝
凉
莫
垂
灌
艰
呢
鳄
植
溪
鞋
砸
盐
雇
俄
诋
问
状
翼
霜
欢
怒
坟
橄
趣
形
词
应
然
论
赞
逛
箭
痘
窗
建
·
抄
经
赌
乏
筹
篷
敏
裂
招
镭
飞
让
原
锻
致
刊
森
沟
歌
纪
译
宽
/
仗
钞
岸
伤
再
煤
潢
洛
签
婆
峭
咔
继
照
速
袋
叫
抗
批
遍
睁
型
佬
狸
线
腋
纹
馅
爹
媛
置
典
家
混
绑
彻
筒
内
暴
措
啥
善
具
贴
规
麦
U
J
钩
德
接
松
赏
黑
署
熄
丰
别
欧
翰
择
拣
珊
道
受
墙
》
亡
懊
屯
纫
剔
群
左
打
杖
志
东
插
神
惹
拉
畏
阅
绿
十
丁
颤
快
系
鲱
碎
卜
损
圣
溺
丽
秒
谬
嘱
桩
守
绵
旧
怪
敷
吻
f
重
幺
嫁
澄
啃
同
敬
瞥
蜂
触
但
物
轻
做
溢
谁
嗅
包
伊
击
气
倍
剎
扎
籍
蛙
梵
喀
啬
D
困
巧
封
进
妨
漫
戒
对
靴
舟
勺
陵
昔
蚁
栋
停
各
存
单
糟
能
候
虹
瞎
言
盲
褐
饭
融
瓜
旺
册
W
殆
勤
姓
翔
式
价
匹
弊
罕
患
组
枯
朗
羞
菠
匠
场
鱿
忠
牢
拨
晨
部
喊
肯
向
恐
腻
库
收
奉
产
变
牵
骏
斯
迹
瑞
前
份
副
淡
罐
用
后
樵
量
厅
格
哑
宇
胀
嘛
促
西
杰
溜
而
杯
您
冈
跳
案
妒
刹
明
俩
阖
赚
蝶
晴
寄
乡
距
茶
永
加
叙
雄
康
文
豚
筋
遭
鲤
瞒
续
抱
蛀
腊
愉
巡
往
旱
试
姿
讶
趟
码
勉
荣
欲
戴
良
降
态
懦
观
棋
履
纸
拷
祈
n
叮
炸
回
迅
疗
果
纳
首
广
檬
搅
絶
隧
债
拆
窃
伞
说
正
故
螂
险
沙
戳
啊
憾
裹
儿
胎
波
捣
花
,
托
乎
稚
木
斥
诵
络
瞬
咪
详
屏
异
庙
院
栏
愿
寿
机
抛
绳
克
认
辕
毅
葱
伫
渐
摇
愁
景
误
诉
含
止
熬